"Ana Sayfa" = "Home page";
"Uyarı" = "Warning";
"Tamam" = "Ok";
"Oyun ara..." = "Search game...";
"Favori kaldırılırken  hata oluştu! Lütfen daha sonra tekrar deneyin." = "
Error removing favorite! Please try again later.";
"Favorilere eklenirken hata oluştu! Lütfen daha sonra tekrar deneyin." = "Error while adding to favorites! Please try again later.";
"Favorilerim" = "My favorites";
"Sil" = "Delete";
"Notlarım" = "My notes";
"Not başlığına veya oyun adına göre..." = "By note title or game name...";
"Not başlığı boş bırakılamaz!" = "Hinweistitel darf nicht leer bleiben!";
"Not açıklaması boş bırakılamaz!" = "Note title cannot be left blank!";
"Hata oluştu, lütfen daha sonra tekrar deneyiniz!" = "An error occurred, please try again later!";
"Favoriler yüklenirken hata oluştu! Lütfen daha sonra tekrar deneyin." = "Error loading favorites! Please try again later.";
"Favori silinirken hata oluştu! Lütfen daha sonra tekrar deneyin." = "Error deleting favorite! Please try again later.";
"Notlar yüklenirken hata oluştu! Lütfen daha sonra tekrar deneyin." = "Error loading notes! Please try again later.";
"Not silinirken hata oluştu! Lütfen daha sonra tekrar deneyin." = "Error deleting note! Please try again later.";
"Popülerlik" = "Popularity";
"Çıkış Tarihi" = "Release date";
"İsim" = "Name";
" oyunu favorilerine eklendi." = " game has been added to your favourites.";
" oyunu ile ilgili düşüncelerin notlarına eklendi." = " added to the notes of thoughts about the game.";
"Notun silindi." = "Your note has been deleted.";
"Favorin silindi." = "Your favorite has been deleted.";
"Başarılı" = "Successful";
"İLERİ" = "NEXT";
"Ara" = "Search";
"Saat" = "Hour";
"İptal" = "Cancel";
"Favorilerde ara..." = "Search in favorites...";
